import type { News } from "./types";

export const mockNews: News[] = [
  {
    id: 1,
    date: "01.06.2026",
    title: "Список зарахованих учнів до 1 класу на 2026-2027 навчальний рік",
    excerpt: "Список зарахованих учнів до 1 класу на 2026-2027 навчальний рік",
    image: null,
  },
  {
    id: 2,
    date: "28.05.2026",
    title: "Успішний старт у майбутнє: завершено апробацію ДПА для 4-х класів",
    excerpt:
      "З 27 квітня по 19 травня наші четвертокласники здолали важливе випробування — апробацію державної підсумкової атестації у 2025/2026 навчальному році.",
    image: null,
  },
  {
    id: 3,
    date: "26.05.2026",
    title: "Вистава, що руйнує мовчання: учні 6-А та 6-В класів відвідали важливий соціальний захід",
    excerpt:
      "Сьогодні, 26 травня, учні 6-А та 6-В класів відвідали надзвичайно важливу театральну постановку. Вона стала справжнім соціальним вибухом, який розриває тишу навколо тем, про які зазвичай бояться говорити вголос.",
    image: null,
  },
];
