export const schoolAddress = "с. Яські, Одеська область, 67642";

export const schoolCopyright = "Департамент освіти та науки Одеської міської ради";

export const antiCorruptionNotice = [
  "У закладі заборонено збір коштів та матеріальних цінностей працівниками закладу освіти. Працівники закладу не мають права втручатися у діяльність благодійних організацій, піклувальних та батьківських рад.",
  "Працівники закладу несуть відповідальність згідно із законодавством про боротьбу з корупцією.",
] as const;
