import type { StaffMember } from "./types";

export const mockStaff: StaffMember[] = [
  {
    id: 1,
    name: "Арват Віктор Миколайович",
    role: "Директор Одеського ліцею № 35",
    image: null,
  },
  {
    id: 2,
    name: "Приходна Оксана Петрівна",
    role: "Заступник директора з навчально-виховної роботи, вчитель математики",
    image: null,
  },
  {
    id: 3,
    name: "Тодорова Світлана Зіновіївна",
    role: "Заступник директора з навчально-виховної роботи, вчитель української мови та літератури",
    image: null,
  },
  {
    id: 4,
    name: "Ніколова Олександра Іванівна",
    role: "Заступник директора з навчально-виховної роботи, вчитель англійської та французької мов",
    image: null,
  },
  {
    id: 5,
    name: "Резнікова Людмила Віталіївна",
    role: "Заступник директора з навчально-виховної роботи, вчитель математики та фізики",
    image: null,
  },
];
